Repository: ArtemKeety/assessment-of-cleaning-quality
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: ru

source: User already exists
ru: Пользователь уже существует

source: Error in deleting user
ru: Ошибка при удалении пользователя

source: Error adding user
ru: Ошибка при добавлении пользователя

source: Error getting user
ru: Ошибка при получении пользователя

source: Error verifying password
ru: Ошибка при верификации пользователя

source: Passwords do not equal
ru: Пароли не совпадают

source: Password must have been complicated
ru: Пароль, должно быть, был сложным

source: Error in adding flat
ru: Ошибка при добавлении квартиры

source: Error in deleting flat
ru: Ошибка при удалении квартиры

source: Not found flat full data
ru: Нет данных по этой квартире

source: Error adding report
ru: Ошибка при добавлении отчёта

source: Error deleting report
ru: Ошибка при удалении отчёта

source: Not found report
ru: Не найден отчёт

source: Not equal count photos
ru: Количество фотографий не соответствует

source: An unexpected error has occurred
ru: Произошла непредвиденная ошибка

source: Сonnection error
ru: Ошибка с соединением

source: violation of the terms
ru: Нарушены условия

source: Not found credentials
ru: Нет токена в запросе

source: Out of session
ru: Сессия истекла

source: User-Agent not match
ru: Не проходит user-agent
